# # Запросите у пользователя два числа и выведите сумму.
# a = int(input('Первое число: '))
# b = int(input('Второе число: '))
# c = a + b
# print(f'Сумма: {c}')

# Запросите у пользователя число и выведите его квадрат.
# num = int(input("Число: "))
# s = num ** 2
# print(s)

# Проверьте, является ли число четным.
# num = int(input("Введите число: "))
# a = num % 2 == 0
# print('Является число четным, {a}')

# Запросите у пользователя два числа и найдите остаток от деления.
# num = int(input("Ввиддте первое число: "))
# num2 = int(input("ВВедите второе число: "))
# a = num % num2
# print(a)

# Возведите число в степень, указанную пользователем.
# m = int(input("Число: "))
# n = int(input("Степень: "))
# k = m ** n
# print(k)
